Revit 2027 API
TableViewUIUtils Methods
The TableViewUIUtils type exposes the following members.
Methods
Name | Description
TestCellAndPromptToEditTypeParameter |  Prompts the end-user to control whether a type parameter contained in the specified table cell should be allowed edited.
Top
See Also
Reference
TableViewUIUtils Class
Autodesk.Revit.UI Namespace